var data1 = [
    {'id': '10001', 'value': '地区1'},
    {'id': '10002', 'value': '地区2'},
    {'id': '10003', 'value': '地区3'},
    {'id': '10004', 'value': '地区4'},
    {'id': '10005', 'value': '地区5'},
    {'id': '10006', 'value': '地区6'},
    {'id': '10007', 'value': '地区7'},
    {'id': '10008', 'value': '地区8'},
];

var data2 = [
    {'id': '10001', 'value': '学校1'},
    {'id': '10002', 'value': '学校2'},
    {'id': '10003', 'value': '学校3'},
    {'id': '10004', 'value': '学校4'},
    {'id': '10005', 'value': '学校5'},
    {'id': '10006', 'value': '学校6'},
    {'id': '10007', 'value': '学校7'},
    {'id': '10008', 'value': '学校8'},
];

var data3 = [
    {'id': '10001', 'value': '专业1'},
    {'id': '10002', 'value': '专业2'},
    {'id': '10003', 'value': '专业3'},
    {'id': '10004', 'value': '专业4'},
    {'id': '10005', 'value': '专业5'},
    {'id': '10006', 'value': '专业6'},
    {'id': '10007', 'value': '专业7'},
    {'id': '10008', 'value': '专业8'},
];

var data4 = [
    {'id': '10001', 'value': '导师类型1'},
    {'id': '10002', 'value': '导师类型2'},
    {'id': '10003', 'value': '导师类型3'},
    {'id': '10004', 'value': '导师类型4'},
    {'id': '10005', 'value': '导师类型5'},
    {'id': '10006', 'value': '导师类型6'},
    {'id': '10007', 'value': '导师类型7'},
    {'id': '10008', 'value': '导师类型8'},
];